{
  "</think>": 248069,
  "</tool_call>": 248059,
  "</tool_response>": 248067,
  "<think>": 248068,
  "<tool_call>": 248058,
  "<tool_response>": 248066,
  "<tts_pad>": 248072,
  "<tts_text_bos>": 248073,
  "<tts_text_bos_single>": 248075,
  "<tts_text_eod>": 248074,
  "<|audio_end|>": 248071,
  "<|audio_pad|>": 248076,
  "<|audio_start|>": 248070,
  "<|box_end|>": 248050,
  "<|box_start|>": 248049,
  "<|endoftext|>": 248044,
  "<|file_sep|>": 248065,
  "<|fim_middle|>": 248061,
  "<|fim_pad|>": 248063,
  "<|fim_prefix|>": 248060,
  "<|fim_suffix|>": 248062,
  "<|im_end|>": 248046,
  "<|im_start|>": 248045,
  "<|image_pad|>": 248056,
  "<|object_ref_end|>": 248048,
  "<|object_ref_start|>": 248047,
  "<|quad_end|>": 248052,
  "<|quad_start|>": 248051,
  "<|repo_name|>": 248064,
  "<|video_pad|>": 248057,
  "<|vision_end|>": 248054,
  "<|vision_pad|>": 248055,
  "<|vision_start|>": 248053
}
