{
  "<fractal_start>": 151665,
  "<fractal_end>": 151666,
  "<fractal_node>": 151667,
  "<fractal_edge>": 151668,
  "<fractal_level>": 151669,
  "<fractal_block>": 151670,
  "<fractal_compress>": 151671,
  "<fractal_expand>": 151672,
  "<fractal_memory>": 151673,
  "<fractal_cache>": 151674,
  "<fractal_reconstruct>": 151675,
  "<fractal_optimize>": 151676,
  "<fractal_stream>": 151677
}